import React from 'react';

const CasualLeave = () => {
    return (
        <div className='flex flex-col m-16'>
            
            <p className='ml-2'> তারিখঃ  </p>
            <br/>
            <p> বরাবর,  </p>
            <p> উপজেলা শিক্ষা অফিসার,  </p>
            <p> মাদারীপুর সদর, মাদারীপুর।  </p>
            <br/>
            <p> বিষয়ঃ <b> নৈমিত্তিক ছুটির জন্য আবেদন। </b>   </p>
            <br/><br/>
            <p> জনাব,  </p>
            <p className='text-justify'> যথা বিহীত সম্মান প্রদর্শন পূর্বক বিনীত নিবেদন এই যে, আমি রনজিত কুমার মন্ডল, সহকারী শিক্ষক, বিবি সরকারি প্রাথমিক বিদ্যালয়, মাদারীপুর সদর, মাদারীপুর। আমার পারিবারিক সমস্যার কারণে ১০/০৮/২০২২ খ্রি. তারিখ থেকে ১২/০৩/২০২২ খ্রি. তারিখ পর্যন্ত মোট ০৩ (তিন) দিন ছুটির প্রয়োজন।  </p>
            <br/>
            <p> অতএব, জনাবের নিকট আকুল আবেদন আমি যাতে ০৩ (তিন) দিন নৈমিত্তিক ছুটি পাইতে পারি তার সু-ব্যবস্থা করতে জনাবের সদয় মর্জি হয়।  </p>
            <br/>
            <br/>
            <p> বিনীত  </p>
            <br/>
            <br/>
            <br/>
            <p> (রনজিত কুমার মন্ডল)  </p>
            <p> সহকারী শিক্ষক  </p>
            <p> বিবি সরকারি প্রাথমিক বিদ্যালয়  </p>
            <p> মাদারীপুর সদর, মাদারীপুর।  </p>
            
        
            
        </div>
    );
};

export default CasualLeave;